#9)  Выведите на экран количество секунд
# с начала дня до настоящего момента времени

hour = int(input('Sagatti kiritin: '))
min = int(input('Minutti kiritin: '))

print(f"Kun baslanganli {hour * 3600 + min * 60} sekund otti")